Repository: loleandote22/TFGAgricola
Catalog: AplicacionTFG/Strings/*/Resources.resw
Source language: en
Languages: fr

# ApplicationName
source: AplicacionTFG-en
fr: AplicacionTFG-fr

# CambiarContraseña
source: Change password
fr: Changer mot de passe

# CambiarUsuario
source: Change user
fr: Changer usager

# Mas
source: More
fr: Plus

# ConfirmarContraseña
source: Password confirm
fr: Confirmer mot de passe

# Contraseña
source: Password
fr: Mot de passe

# ContraseñaEmpresa
source: Company password
fr: Mot de passe de l'entreprise

# Editar
source: Edit
fr: Modifier

# Eliminar
source: Remove
fr: Éliminer

# Eventos
source: Events
fr: Événements

# Guardar
source: Save
fr: Garder

# IniciarSesion
source: Login
fr: Conexion

# Inventario
source: Inventory
fr: Inventaire

# NoElementos
source: There is nothing
fr: Il n'y a rien

# Nombre
source: Name
fr: Nom

# NombreEmpresa
source: Company name
fr: Nom de l'entreprise

# Nueva
source: New
fr: Nouvelle

# Personal
source: Staff
fr: Personnel

# RecuperarContraseña
source: Password recover
fr: Recouvrer mot de passe

# Registrar
source: Sign up
fr: Inscription

# Respuesta
source: Answer
fr: Résponse

# Restablecer
source: Recover
fr: Rétablir

# Usuario
source: User
fr: Usager

# Salir
source: Log out
fr: Sortir

# Perfil
source: Profile
fr: Profil

# Cancelar
source: Cancel
fr: Canceler

# Aceptar
source: Accept
fr: Aceptar

# ZonaPeligrosa
source: Danger zone
fr: Zone dangereuse

source: Imagen actualizada
fr: Image actualisé

# NoOlvidesGuardar
source: Don't forget to save
fr: N'oubliez pas de sauvegarder

# EliminarIrreversible
source: This action is irreversible, are you sure?
fr: Cette action est irréversible, êtes-vous sûr ?

# ExitoGuardado
source: Saved successfully
fr: Enregistré avec succès

# Medida
source: Measure
fr: Mesure

# Calendario
source: Calendar
fr: Calendrier

# Lunes
source: Monday
fr: Lundi

# Martes
source: Tuesday
fr: Martes

# Miercoles
source: Wednesday
fr: Mercredi

# Jueves
source: Thursday
fr: Jeudi

# Viernes
source: Friday
fr: Vendredi

# Sabado
source: Saturday
fr: Samedi

# Domingo
source: Sunday
fr: Dimanche

# EventosHoy
source: Today events
fr: Événements de la journée

# Hola
source: Hello
fr: Salut

# Enero
source: January
fr: Janvier

# Febrero
source: February
fr: Février

# Marzo
source: March
fr: Mars

# Abril
source: April
fr: Avril

# Mayo
source: May
fr: Mai

# Junio
source: June
fr: Juin

# Julio
source: July
fr: Juillet

# Agosto
source: August
fr: Août

# Septiembre
source: September
fr: Septembre

# Octubre
source: October
fr: Octobre

# Nobiembre
source: Nobember
fr: Nobembre

# Diciembre
source: December
fr: Décembre

# Hoy
source: Today
fr: Aujourd'hui

# MesAnterior
source: Previous month
fr: Mois précédent

# MesSiguiente
source: Next month
fr: Mois suivant

# Todos
source: All
fr: Tous

# Evento
source: Event
fr: Événement

# Tarea
source: Task
fr: Travail

# Recordatorio
source: Reminder
fr: Rappel

# Añadir
source: Add
fr: Ajouter

# Inicio
source: Start
fr: Début

# Fin
source: End
fr: Fin

# Dia
source: Day
fr: Jour

# Dueno
source: Owner
fr: Propriétaire

# Administrador
source: Administrator
fr: Administrateur

# Empleado
source: Staff
fr: Employé

# EditarEvento
source: Edit the event
fr: Modifier l'événement

# CrearEvento
source: Create an event
fr: Créer un événement

# Detalle
source: Detail
fr: Détail

# Completado
source: Complete
fr: Concluído

# AnadirActualizacion
source: Add update
fr: Ajouter un update

# DetallesTareaAlerta
source: The default task details are:\Quantity: 0\Unit: Unidades
fr: La tâche doit être créée avec:Quantity : \NUnité :

# Actualizacion
source: Update
fr: Actualisation

# Actualizaciones
source: Updates
fr: Actualisation

# ContraNoCoin
source: The passwords doesn't match
fr: Les mots de passe ne correspondent pas

# ErrorCambiarContra
source: Error changing password
fr: Erreur de modification du mot de passe

# RegistrarUsuario
source: User registration
fr: Enregistrer un utilisateur

# ACrearEmpresa
source: Now create your company.
fr: Créez votre entreprise.

# UnirEmpresa
source: Then join your team
fr: Alors rejoignez votre équipe

# RegistrarEmpresa
source: Register company
fr: Enregistrer l'entreprise

# UsuarioContraseña
source: Please enter a username and password
fr: Veuillez saisir un nom d'utilisateur et un mot de passe

# ErrorCrearEmpresa
source: Error when registering the company
fr: Erreur lors de l'enregistrement de la société

# UsuarioCreado
source: User successfully registered
fr: Utilisateur enregistré avec succès

# NombreExistente
source: The name is already in use
fr: Le nom est déjà utilisé

# ErrorCrearUsuario
source: Error when registering the user
fr: Erreur lors de l'enregistrement de l'utilisateur

# ErrorConexion
source: Error connecting to the server
fr: Erreur de connexion au serveur

# ErrorLogin
source: Login failed
fr: Erreur d'identification

# RespuestaIncorrecta
source: The answer is incorrect
fr: La réponse est incorrecte

# NombreObligatorio
source: Name is mandatory
fr: Le nom est obligatoire

# ContraseñaObligatoria
source: Password is mandatory
fr: Le mot de passe est obligatoire

# LongitudContraseña
source: The password must be between 8 and 16 characters long
fr: Le mot de passe doit comporter entre 8 et 16 caractères.

# ContraseñaLetraNumero
source: The password must contain at least one letter and one number.
fr: Le mot de passe doit contenir au moins une lettre et un chiffre.

# SeleccionaUsuario
source: Select user type
fr: Sélectionner le type d'utilisateur

# PreguntaRequerida
source: Enter a security question
fr: Saisir une question de sécurité

# RespuestaRequerida
source: The security question requires an answer
fr: La question de sécurité nécessite une réponse

# LongitudNombre
source: The name cannot be longer than 50 characters
fr: Le nom ne doit pas comporter plus de 50 caractères

# LongitudDescripcion
source: The description cannot be longer than 250 characters
fr: La description ne doit pas dépasser 250 caractères

# LongitudUbicacion
source: The location cannot be longer than 50 characters
fr: L'emplacement ne doit pas dépasser 50 caractères

# CantidadRequerida
source: Quantity required
fr: Quantité requise

# UnidadRequerida
source: Unit required
fr: L'unité est requise

# TipoEventoRequerido
source: The type of event is mandatory
fr: Le type d'événement est obligatoire

# TipoObligatorio
source: The type is mandatory
fr: Le type est obligatoire

# DescripcionObligatoria
source: The description is mandatory
fr: La description est obligatoire

# LongitudDescripcion200
source: The description cannot be longer than 200 characters
fr: La description ne doit pas dépasser 200 caractères

# Entrada
source: Input
fr: Admission

# Salida
source: Output
fr: Sortie

# LongitudMensaje
source: The message cannot be longer than 250 characters
fr: Le message ne doit pas comporter plus de 250 caractères

source: Error
fr: Erreur

# TareasPendientes
source: Unfinished tasks
fr: Affaires inachevées

# UsuarioNoExiste
source: The user does not exist
fr: L'utilisateur n'existe pas

# Consumible
source: Consumable
fr: Consommables

# Maquinaria
source: Machinery
fr: Machines

# LongitudUnidad
source: The unit cannot be longer than 50 characters
fr: L'unité ne peut pas comporter plus de 50 caractères

# LongitudDescripcion300
source: The description cannot be longer than 300 characters
fr: La description ne doit pas dépasser 300 caractères
